Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# finances.quick_audit.done_description
source: Все счета актуализированы
de: Alle Konten wurden aktualisiert
en: All accounts have been updated
es: Todas las cuentas fueron actualizadas
fr: Tous les comptes ont été mis à jour
tr: Tüm hesaplar güncellendi
zh_hans: 所有账户已更新

# finances.quick_audit.done_title
source: Всё проверено!
de: Alles geprüft!
en: All checked!
es: ¡Todo revisado!
fr: Tout vérifié !
tr: Hepsi kontrol edildi!
zh_hans: 全部检查完毕！

# finances.quick_audit.edit
source: Изменить
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
tr: Düzenle
zh_hans: 编辑

# finances.quick_audit.empty
source: Нет счетов
de: Keine Konten
en: No accounts
es: Sin cuentas
fr: Aucun compte
tr: Hesap yok
zh_hans: 无账户

# finances.quick_audit.empty_hint
source: Добавьте счета, чтобы использовать быструю проверку
de: Füge Konten hinzu, um die Schnellprüfung zu nutzen
en: Add accounts to use quick balance check
es: Agrega cuentas para usar la revisión rápida
fr: Ajoutez des comptes pour utiliser la vérification rapide
tr: Hızlı kontrolü kullanmak için hesap ekleyin
zh_hans: 添加账户以使用快速检查

# finances.quick_audit.exit_discard
source: Не сохранять
de: Nicht speichern
en: Don't save
es: No guardar
fr: Ne pas enregistrer
tr: Kaydetme
zh_hans: 不保存

# finances.quick_audit.exit_save
source: Сохранить изменения
de: Änderungen speichern
en: Save changes
es: Guardar cambios
fr: Enregistrer les modifications
tr: Değişiklikleri kaydet
zh_hans: 保存更改

# finances.quick_audit.exit_subtitle
source: Вы обновили несколько счетов. Сохранить изменения?
de: Möchten Sie die aktualisierten Kontostände speichern?
en: Do you want to save the updated balances?
es: ¿Desea guardar los saldos actualizados?
fr: Voulez-vous enregistrer les soldes mis à jour ?
tr: Güncellenen bakiyeleri kaydetmek ister misiniz?
zh_hans: 是否保存已更新的余额？

# finances.quick_audit.exit_title
source: Сохранить изменения?
de: Änderungen speichern?
en: Save changes?
es: ¿Guardar cambios?
fr: Enregistrer les modifications ?
tr: Değişiklikler kaydedilsin mi?
zh_hans: 保存更改？

# finances.quick_audit.header
source: Проверка балансов
de: Salden prüfen
en: Balance Check
es: Comprobación de saldos
fr: Vérification des soldes
tr: Bakiye Kontrolü
zh_hans: 余额检查

# finances.quick_audit.hint_confirm
source: верно
de: korrekt
en: correct
es: correcto
fr: correct
tr: doğru
zh_hans: 正确

# finances.quick_audit.hint_edit
source: изменить
de: bearbeiten
en: edit
es: editar
fr: modifier
tr: düzenle
zh_hans: 编辑

# finances.quick_audit.new_balance
source: Новый баланс
de: Neuer Saldo
en: New balance
es: Nuevo saldo
fr: Nouveau solde
tr: Yeni bakiye
zh_hans: 新余额

# finances.quick_audit.next
source: Далее
de: Weiter
en: Next
es: Siguiente
fr: Suivant
tr: İleri
zh_hans: 下一步

# finances.quick_audit.reminder.button
source: Напоминания
de: Erinnerungen
en: Reminders
es: Recordatorios
fr: Rappels
tr: Hatırlatıcılar
zh_hans: 提醒

# finances.quick_audit.reminder.cancel
source: Отмена
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
tr: İptal
zh_hans: 取消

# finances.quick_audit.reminder.day_of_month
source: Число месяца
de: Tag des Monats
en: Day of month
es: Día del mes
fr: Jour du mois
tr: Ayın günü
zh_hans: 每月几号

# finances.quick_audit.reminder.done
source: Готово
de: Fertig
en: Done
es: Listo
fr: Terminé
tr: Bitti
zh_hans: 完成

# finances.quick_audit.reminder.enable
source: Напоминать о проверке
de: An Überprüfung erinnern
en: Remind to check balances
es: Recordar revisión
fr: Me rappeler de vérifier
tr: Kontrol için hatırlat
zh_hans: 提醒检查余额

# finances.quick_audit.reminder.enable_subtitle
source: Периодические уведомления об актуализации балансов
de: Regelmäßige Erinnerungen zur Aktualisierung
en: Periodic notifications to update your balances
es: Notificaciones periódicas para actualizar saldos
fr: Rappels périodiques pour mettre à jour vos soldes
tr: Bakiyeleri güncellemek için periyodik bildirimler
zh_hans: 定期提醒更新账户余额

# finances.quick_audit.reminder.freq_biweekly
source: Раз в 2 недели
de: Alle 2 Wochen
en: Biweekly
es: Cada 2 semanas
fr: Toutes les 2 semaines
tr: 2 haftada bir
zh_hans: 每两周

# finances.quick_audit.reminder.freq_monthly
source: Раз в месяц
de: Monatlich
en: Monthly
es: Mensual
fr: Mensuel
tr: Aylık
zh_hans: 每月

# finances.quick_audit.reminder.freq_weekly
source: Раз в неделю
de: Wöchentlich
en: Weekly
es: Semanal
fr: Hebdomadaire
tr: Haftalık
zh_hans: 每周

# finances.quick_audit.reminder.frequency
source: Частота
de: Häufigkeit
en: Frequency
es: Frecuencia
fr: Fréquence
tr: Sıklık
zh_hans: 频率

# finances.quick_audit.reminder.fri
source: Пт
de: Fr
en: Fri
es: Vi
fr: Ve
tr: Cu
zh_hans: 周五

# finances.quick_audit.reminder.mon
source: Пн
de: Mo
en: Mon
es: Lu
fr: Lu
tr: Pt
zh_hans: 周一

# finances.quick_audit.reminder.notif_body
source: Время актуализировать данные о счетах в millio
de: Zeit, die Kontodaten in millio zu aktualisieren
en: Time to update your account data in millio
es: Hora de actualizar los datos de tus cuentas en millio
fr: Il est temps de mettre à jour vos données dans millio
tr: millio'daki hesap verilerinizi güncelleme zamanı
zh_hans: 是时候更新 millio 中的账户数据了

# finances.quick_audit.reminder.notif_title
source: Проверьте балансы
de: Salden prüfen
en: Check your balances
es: Revisa tus saldos
fr: Vérifiez vos soldes
tr: Bakiyelerinizi kontrol edin
zh_hans: 检查您的余额

# finances.quick_audit.reminder.open_settings
source: Настройки
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
tr: Ayarlar
zh_hans: 设置

# finances.quick_audit.reminder.permission_denied_message
source: Разрешите уведомления в настройках, чтобы получать напоминания
de: Erlauben Sie Benachrichtigungen in den Einstellungen
en: Allow notifications in settings to receive reminders
es: Permite notificaciones en ajustes para recibir recordatorios
fr: Autorisez les notifications dans les réglages
tr: Hatırlatıcı almak için ayarlarda bildirimlere izin verin
zh_hans: 请在设置中允许通知以接收提醒

# finances.quick_audit.reminder.permission_denied_title
source: Уведомления отключены
de: Benachrichtigungen deaktiviert
en: Notifications disabled
es: Notificaciones desactivadas
fr: Notifications désactivées
tr: Bildirimler devre dışı
zh_hans: 通知已关闭

# finances.quick_audit.reminder.sat
source: Сб
de: Sa
en: Sat
es: Sá
fr: Sa
tr: Ct
zh_hans: 周六

# finances.quick_audit.reminder.sun
source: Вс
de: So
en: Sun
es: Do
fr: Di
tr: Pz
zh_hans: 周日

# finances.quick_audit.reminder.thu
source: Чт
de: Do
en: Thu
es: Ju
fr: Je
tr: Pe
zh_hans: 周四

# finances.quick_audit.reminder.time
source: Время уведомления
de: Benachrichtigungszeit
en: Notification time
es: Hora de notificación
fr: Heure de notification
tr: Bildirim saati
zh_hans: 通知时间

# finances.quick_audit.reminder.title
source: Напоминания
de: Erinnerungen
en: Reminders
es: Recordatorios
fr: Rappels
tr: Hatırlatıcılar
zh_hans: 提醒设置

# finances.quick_audit.reminder.tue
source: Вт
de: Di
en: Tue
es: Ma
fr: Ma
tr: Sa
zh_hans: 周二

# finances.quick_audit.reminder.wed
source: Ср
de: Mi
en: Wed
es: Mi
fr: Me
tr: Ça
zh_hans: 周三

# finances.quick_audit.reminder.weekday
source: День недели
de: Wochentag
en: Day of week
es: Día de la semana
fr: Jour de la semaine
tr: Haftanın günü
zh_hans: 星期几

# finances.quick_audit.reorder
source: Настроить очерёдность
de: Reihenfolge anpassen
en: Customize Order
es: Personalizar orden
fr: Personnaliser l'ordre
tr: Sıralamayı Özelleştir
zh_hans: 自定义顺序

# finances.quick_audit.reorder_title
source: Очерёдность счетов
de: Kontenreihenfolge
en: Account Order
es: Orden de cuentas
fr: Ordre des comptes
tr: Hesap Sırası
zh_hans: 账户顺序

# finances.quick_audit.save
source: Сохранить
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
tr: Kaydet
zh_hans: 保存

# finances.quick_audit.start
source: Начать
de: Starten
en: Start
es: Iniciar
fr: Démarrer
tr: Başla
zh_hans: 开始

# finances.quick_audit.title
source: Проверка счетов
de: Kontenprüfung
en: Account Check
es: Revisión de cuentas
fr: Vérification des comptes
tr: Hesap Kontrolü
zh_hans: 账户检查

# finances.quick_audit.type_card
source: Карта
de: Karte
en: Card
es: Tarjeta
fr: Carte
tr: Kart
zh_hans: 卡片

# finances.quick_audit.type_credit
source: Кредит
de: Kredit
en: Credit
es: Crédito
fr: Crédit
tr: Kredi
zh_hans: 信贷

# finances.quick_audit.type_investment
source: Актив
de: Anlage
en: Asset
es: Activo
fr: Actif
tr: Varlık
zh_hans: 资产

# finances.quick_audit.units
source: шт.
de: Stk.
en: units
es: uds.
fr: unités
tr: adet
zh_hans: 份

# finances.quick_audit.unsaved_cancel
source: Отмена
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
tr: İptal
zh_hans: 取消

# finances.quick_audit.unsaved_discard
source: Выйти без сохранения
de: Ohne Speichern verlassen
en: Exit Without Saving
es: Salir sin guardar
fr: Quitter sans enregistrer
tr: Kaydetmeden Çık
zh_hans: 不保存退出

# finances.quick_audit.unsaved_message
source: Вы изменили баланс, но не подтвердили его.
de: Sie haben den Kontostand geändert, aber nicht bestätigt.
en: You edited the balance but did not confirm it.
es: Editaste el saldo pero no lo confirmaste.
fr: Vous avez modifié le solde sans le confirmer.
tr: Bakiyeyi değiştirdiniz ancak onaylamadınız.
zh_hans: 您修改了余额，但未确认。

# finances.quick_audit.unsaved_save
source: Сохранить и выйти
de: Speichern & Verlassen
en: Save & Exit
es: Guardar y salir
fr: Enregistrer et quitter
tr: Kaydet ve Çık
zh_hans: 保存并退出

# finances.quick_audit.unsaved_title
source: Несохранённые изменения
de: Ungespeicherte Änderungen
en: Unsaved Changes
es: Cambios sin guardar
fr: Modifications non sauvegardées
tr: Kaydedilmemiş Değişiklikler
zh_hans: 未保存的更改

# finances.quick_edit.field.debt
source: Задолженность
de: Schuld
en: Debt
es: Deuda
fr: Dette
tr: Borç
zh_hans: 负债

# finances.quick_edit.title.amount
source: Редактирование суммы
de: Betrag bearbeiten
en: Edit Amount
es: Editar importe
fr: Modifier le montant
tr: Tutarı Düzenle
zh_hans: 编辑金额

# finances.quick_edit.title.card
source: Редактирование карты
de: Karte bearbeiten
en: Edit Card
es: Editar tarjeta
fr: Modifier la carte
tr: Kartı Düzenle
zh_hans: 编辑卡片

# finances.quick_edit.title.quantity
source: Редактирование количества
de: Menge bearbeiten
en: Edit Quantity
es: Editar cantidad
fr: Modifier la quantité
tr: Miktarı Düzenle
zh_hans: 编辑数量

# finances.quick_edit.unit.coins_short
source: мон.
de: Münzen
en: coins
es: mon.
fr: coins
tr: coin
zh_hans: 枚

# finances.refresh_sheet.subtitle
source: Выберите, что нужно подтянуть: валюты или акции.
de: Wähle, ob Währungen oder Aktienkurse aktualisiert werden sollen
en: Choose whether to refresh currencies or equity prices
es: Elige si actualizar monedas o precios de renta variable
fr: Choisissez de mettre à jour les taux de change ou les prix des actions
tr: Döviz kurlarını mı yoksa hisse fiyatlarını mı güncellemek istediğinizi seçin
zh_hans: 选择要更新的内容: 汇率还是股票价格

# finances.refresh_sheet.title
source: Обновить котировки
de: Marktdaten aktualisieren
en: Refresh market data
es: Actualizar datos de mercado
fr: Actualiser les données de marché
tr: Piyasa verilerini yenile
zh_hans: 刷新市场数据

# finances.savings_goal.amount_placeholder
source: Сумма цели
de: Zielbetrag
en: Goal Amount
es: Importe del objetivo
fr: Montant objectif
tr: Hedef Tutar
zh_hans: 目标金额

# finances.savings_goal.amount_section
source: Сумма цели (%@)
de: Zielbetrag (%@)
en: Goal Amount (%@)
es: Importe del objetivo (%@)
fr: Montant objectif (%@)
tr: Hedef Tutar (%@)
zh_hans: 目标金额（%@）

# finances.savings_goal.completed_percent
source: Выполнено: %d%%
de: Abgeschlossen: %d%%
en: Completed: %d%%
es: Completado: %d%%
fr: Complété : %d%%
tr: Tamamlandı: %d%%
zh_hans: 已完成：%d%%

# finances.savings_goal.current_amount
source: Текущая сумма
de: Aktueller Betrag
en: Current Amount
es: Importe actual
fr: Montant actuel
tr: Mevcut Tutar
zh_hans: 当前金额

# finances.savings_goal.enabled
source: Включить цель накопления
de: Sparziel aktivieren
en: Enable savings goal
es: Activar objetivo de ahorro
fr: Activer l'objectif d'épargne
tr: Tasarruf hedefini etkinleştir
zh_hans: 启用储蓄目标

# finances.savings_goal.progress_section
source: Прогресс
de: Fortschritt
en: Progress
es: Progreso
fr: Progression
tr: İlerleme
zh_hans: 进度

# finances.savings_goal.remaining
source: Осталось накопить
de: Verbleibend
en: Remaining
es: Restante
fr: Restant
tr: Kalan
zh_hans: 剩余

# finances.savings_goal.settings_section
source: Настройки цели
de: Zieleinstellungen
en: Goal Settings
es: Ajustes del objetivo
fr: Paramètres de l'objectif
tr: Hedef Ayarları
zh_hans: 目标设置

# finances.savings_goal.title
source: Цель накопления
de: Sparziel
en: Savings Goal
es: Objetivo de ahorro
fr: Objectif d'épargne
tr: Tasarruf Hedefi
zh_hans: 储蓄目标

# finances.settings.archived_accounts.notice
source: Архивированные счета скрыты из текущего баланса, но сохраняются в истории.
de: Archivierte Konten sind aus dem aktuellen Saldo ausgeblendet, bleiben aber in der Historie erhalten.
en: Archived accounts are hidden from the current balance but remain in history.
es: Las cuentas archivadas se ocultan del saldo actual, pero permanecen en el historial.
fr: Les comptes archivés sont masqués du solde actuel, mais restent dans l'historique.
tr: Arşivlenen hesaplar güncel bakiyeden gizlenir, ancak geçmişte kalır.
zh_hans: 已归档账户会从当前余额中隐藏，但会保留在历史记录中。

# finances.settings.archived_accounts.restore
source: Восстановить
de: Wiederherstellen
en: Restore
es: Restaurar
fr: Restaurer
tr: Geri yükle
zh_hans: 恢复

# finances.settings.archived_accounts.subtitle
source: Восстановление скрытых счетов
de: Ausgeblendete Konten wiederherstellen
en: Restore hidden accounts
es: Restaurar cuentas ocultas
fr: Restaurer les comptes masqués
tr: Gizli hesapları geri yükle
zh_hans: 恢复隐藏账户

# finances.settings.archived_accounts.subtitle_with_group
source: %@ · в архиве %@
de: %@ · archiviert %@
en: %@ · archived %@
es: %@ · archivada %@
fr: %@ · archivé %@
tr: %@ · arşivlendi %@
zh_hans: %@ · 已归档 %@

# finances.settings.archived_accounts.subtitle_without_group
source: В архиве %@
de: Archiviert %@
en: Archived %@
es: Archivada %@
fr: Archivé %@
tr: Arşivlendi %@
zh_hans: 已归档 %@

# finances.settings.archived_accounts.title
source: Архивированные счета
de: Archivierte Konten
en: Archived Accounts
es: Cuentas archivadas
fr: Comptes archivés
tr: Arşivlenen Hesaplar
zh_hans: 已归档账户

# finances.settings.daily_audit.subtitle
source: Ежедневенная сверка, корректировка и контроль
de: Tägliche Abstimmung, Anpassungen und Überprüfung
en: Daily reconciliation, adjustments, and review
es: Conciliación diaria, ajustes y revisión
fr: Rapprochement quotidien, ajustements et révision
tr: Günlük mutabakat, düzeltmeler ve inceleme
zh_hans: 每日对账、调整与检查

# finances.settings.daily_audit.title
source: Дневные срезы балансов
de: Tägliche Saldo-Snapshots
en: Daily Balance Snapshots
es: Instantáneas diarias de saldo
fr: Instantanés quotidiens du solde
tr: Günlük Bakiye Anlık Görüntüleri
zh_hans: 每日余额快照

# finances.settings.mass_import.subtitle
source: Загрузка позиций по акциям из скриншотов или текста
de: Aktienpositionen aus Screenshots oder Text laden
en: Load equity positions from screenshots or text
es: Cargar posiciones de renta variable desde capturas o texto
fr: Charger des positions en actions depuis des captures d'écran ou du texte
tr: Ekran görüntülerinden veya metinden hisse pozisyonlarını yükle
zh_hans: 从截图或文本导入股票持仓

# finances.settings.mass_import.title
source: Массовый импорт тикеров
de: Massen-Ticker-Import
en: Bulk Ticker Import
es: Importación masiva de tickers
fr: Import de tickers en masse
tr: Toplu Ticker İçe Aktarma
zh_hans: 批量导入代码

# finances.settings.quick_audit.subtitle
source: Быстрая проверка всех счетов
de: Schnelle Überprüfung aller Konten
en: Quick check of all accounts
es: Revisión rápida de todas las cuentas
fr: Vérification rapide de tous les comptes
tr: Tüm hesapların hızlı kontrolü
zh_hans: 快速检查所有账户

# finances.settings.quick_audit.title
source: Актуализировать балансы
de: Salden aktualisieren
en: Update Balances
es: Actualizar saldos
fr: Mettre à jour les soldes
tr: Bakiyeleri Güncelle
zh_hans: 更新余额

# finances.settings.savings_goal.subtitle
source: Целевая сумма и прогресс выполнения
de: Zielbetrag und Ausführungsfortschritt
en: Target amount and execution progress
es: Importe objetivo y progreso de ejecución
fr: Montant cible et progression de l'exécution
tr: Hedef tutar ve uygulama ilerlemesi
zh_hans: 目标金额与完成进度

# finances.settings.savings_goal.title
source: Цель накопления
de: Sparziel
en: Savings Target
es: Objetivo de ahorro
fr: Objectif d'épargne
tr: Tasarruf Hedefi
zh_hans: 储蓄目标

# finances.settings.sort.amount_asc
source: По сумме: меньше → больше
de: Betrag: niedrig → hoch
en: Amount: low → high
es: Importe: bajo → alto
fr: Montant : bas → élevé
tr: Tutar: düşük → yüksek
zh_hans: 金额：从低到高

# finances.settings.sort.amount_desc
source: По сумме: больше → меньше
de: Betrag: hoch → niedrig
en: Amount: high → low
es: Importe: alto → bajo
fr: Montant : élevé → bas
tr: Tutar: yüksek → düşük
zh_hans: 金额：从高到低

# finances.settings.sort.name_asc
source: По имени: А → Я
de: Name: A → Z
en: Name: A → Z
es: Nombre: A → Z
fr: Nom : A → Z
tr: Ad: A → Z
zh_hans: 名称：A → Z

# finances.settings.sort.name_desc
source: По имени: Я → А
de: Name: Z → A
en: Name: Z → A
es: Nombre: Z → A
fr: Nom : Z → A
tr: Ad: Z → A
zh_hans: 名称：Z → A

# finances.settings.sort.title
source: Сортировка счетов
de: Konten sortieren
en: Account Sort
es: Ordenar cuentas
fr: Trier les comptes
tr: Hesapları sırala
zh_hans: 账户排序

# finances.settings.title
source: Параметры финансов
de: Finanzkontrollzentrum
en: Finance Controls
es: Controles financieros
fr: Contrôles financiers
tr: Finans Kontrolleri
zh_hans: 资产设置

# finances.transaction.note.credit_remaining_edit
source: Редактирование остатка долга
de: Restschuld-Bearbeitung
en: Remaining debt edit
es: Edición de deuda restante
fr: Modification de la dette restante
tr: Kalan borç düzenlemesi
zh_hans: 编辑剩余债务

# finances.transaction.note.investment_buy
source: Покупка актива
de: Anlagekauf
en: Asset purchase
es: Compra de activo
fr: Achat d'actif
tr: Varlık satın alma
zh_hans: 买入资产

# finances.transaction.note.investment_sell
source: Продажа актива
de: Anlageverkauf
en: Asset sale
es: Venta de activo
fr: Vente d'actif
tr: Varlık satışı
zh_hans: 卖出资产

# finances.transaction.note.manual_investment_amount_change
source: Ручное изменение стоимости актива
de: Manuelle Betragsänderung der Anlage
en: Manual investment amount change
es: Cambio manual de importe de inversión
fr: Modification manuelle du montant d'investissement
tr: Manuel yatırım tutarı değişikliği
zh_hans: 手动修改资产价值

# finances.transaction.note.manual_investment_quantity_change
source: Ручное изменение количества актива
de: Manuelle Mengenänderung der Anlage
en: Manual investment quantity change
es: Cambio manual de cantidad de inversión
fr: Modification manuelle de la quantité d'investissement
tr: Manuel yatırım miktarı değişikliği
zh_hans: 手动修改资产数量

# finances.transaction.note.market_position_edit
source: Редактирование параметров рыночной позиции
de: Marktpositionsdetails bearbeiten
en: Market position details edit
es: Edición de detalles de posición de mercado
fr: Modification des détails de position de marché
tr: Piyasa pozisyonu detayları düzenlemesi
zh_hans: 编辑市场仓位参数

# finances.transaction.note.quick_balance_change
source: Быстрое изменение баланса
de: Schnelle Saldoänderung
en: Quick balance change
es: Cambio rápido de saldo
fr: Modification rapide du solde
tr: Hızlı bakiye değişikliği
zh_hans: 快速修改余额

# finances.transaction.note.quick_credit_card_fields_change
source: Быстрое изменение параметров кредитной карты
de: Schnelle Kreditkartenfelder-Änderung
en: Quick credit card fields change
es: Cambio rápido de campos de tarjeta de crédito
fr: Modification rapide des champs de carte de crédit
tr: Hızlı kredi kartı alanları değişikliği
zh_hans: 快速修改信用卡参数

# finances.transaction.note.quick_debt_change
source: Быстрое изменение задолженности
de: Schnelle Schuldenänderung
en: Quick debt change
es: Cambio rápido de deuda
fr: Modification rapide de la dette
tr: Hızlı borç değişikliği
zh_hans: 快速修改负债

# finances.transaction.note.quick_remaining_debt_change
source: Быстрое изменение остатка долга
de: Schnelle Restschuld-Änderung
en: Quick remaining debt change
es: Cambio rápido de deuda restante
fr: Modification rapide de la dette restante
tr: Hızlı kalan borç değişikliği
zh_hans: 快速修改剩余债务

# finances.warning.rate_unavailable
source: Курс конвертации %@ → %@ недоступен. Некоторые суммы не учтены, потому что выбранная API не поддерживает эти валюты.
de: Wechselkurs %@ → %@ ist nicht verfügbar. Einige Beträge werden nicht einbezogen, da die ausgewählte API diese Währungen nicht unterstützt.
en: Conversion rate %@ → %@ is unavailable. Some amounts are not included because the selected API does not support these currencies.
es: La tasa de conversión %@ → %@ no está disponible. Algunos importes no se incluyen porque la API seleccionada no admite estas monedas.
fr: Le taux de conversion %@ → %@ est indisponible. Certains montants ne sont pas inclus car l'API sélectionnée ne prend pas en charge ces devises.
tr: %@ → %@ dönüşüm kuru mevcut değil. Seçilen API bu para birimlerini desteklemediği için bazı tutarlar dahil edilmedi.
zh_hans: %@ → %@ 的汇率不可用，部分金额未计入，因所选 API 不支持该货币。

# Freelance
source: Фриланс
de: Freiberuflich
en: Freelance
es: Freelance
fr: Freelance
tr: Serbest çalışma
zh_hans: 自由职业

# Frequency
source: Частота
de: Häufigkeit
en: Frequency
es: Frecuencia
fr: Fréquence
tr: Sıklık
zh_hans: 频率

# Gift
source: Подарок
de: Geschenk
en: Gift
es: Regalo
fr: Cadeau
tr: Hediye
zh_hans: 礼物

# Groceries
source: Продукты
de: Lebensmittel
en: Groceries
es: Supermercado
fr: Courses
tr: Market alışverişi
zh_hans: 日用品

# Health
source: Здоровье
de: Gesundheit
en: Health
es: Salud
fr: Santé
tr: Sağlık
zh_hans: 健康

# Hide hints
source: Скрыть подсказки
de: Hinweise ausblenden
en: Hide hints
es: Ocultar sugerencias
fr: Masquer les conseils
tr: İpuçlarını gizle
zh_hans: 隐藏提示

# Hide notification
source: Скрыть уведомление
de: Benachrichtigung ausblenden
en: Hide notification
es: Ocultar notificación
fr: Masquer la notification
tr: Bildirimi gizle
zh_hans: 关闭通知

# Hint
source: Подсказка
de: Hinweis
en: Hint
es: Sugerencia
fr: Conseil
tr: İpucu
zh_hans: 提示

# Icon type
source: Тип иконки
de: Symboltyp
en: Icon type
es: Tipo de icono
fr: Type d'icône
tr: Simge türü
zh_hans: 图标类型

# Important
source: Важно
de: Wichtig
en: Important
es: Importante
fr: Important
tr: Önemli
zh_hans: 重要

# Income
source: Доход
de: Einnahmen
en: Income
es: Ingreso
fr: Revenus
tr: Gelir
zh_hans: 收入

# Insufficient funds
source: Недостаточно средств
de: Unzureichendes Guthaben
en: Insufficient funds
es: Fondos insuficientes
fr: Fonds insuffisants
tr: Yetersiz bakiye
zh_hans: 余额不足

# Interest
source: Проценты
de: Zinsen
en: Interest
es: Intereses
fr: Intérêts
tr: Faiz
zh_hans: 利息

# Investments
source: Инвестиции
de: Investitionen
en: Investments
es: Inversiones
fr: Investissements
tr: Yatırımlar
zh_hans: 投资

# language.option.chinese_simplified
source: Китайский (упрощенный)
de: Vereinfachtes Chinesisch
en: Simplified Chinese
es: Chino simplificado
fr: Chinois simplifié
tr: Basitleştirilmiş Çince
zh_hans: 简体中文

# language.option.english
source: Английский
de: Englisch
en: English
es: Inglés
fr: Anglais
tr: İngilizce
zh_hans: 英语

# language.option.french
source: Французский
de: Französisch
en: French
es: Francés
fr: Français
tr: Fransızca
zh_hans: 法语

# language.option.german
source: Немецкий
de: Deutsch
en: German
es: Alemán
fr: Allemand
tr: Almanca
zh_hans: 德语

# language.option.russian
source: Русский
de: Russisch
en: Russian
es: Ruso
fr: Russe
tr: Rusça
zh_hans: 俄语

# language.option.spanish
source: Испанский
de: Spanisch
en: Spanish
es: Español
fr: Espagnol
tr: İspanyolca
zh_hans: 西班牙语

# language.option.system
source: Системный
de: System
en: System
es: Sistema
fr: Système
tr: Sistem
zh_hans: 跟随系统
